<?php
/*error_reporting(E_ALL & ~(E_STRICT|E_NOTICE));
ini_set('display_errors', 1);*/
include("config.php");
include($KeyPage."_helper.php");
include($KeyPage."_data.php");
$this->DOC->setPathWays(array(
	array(
		'text' => getMenuItem(lurl::dotPage($startupPage))->MenuName,
		'link' => '?mod='.lurl::dotPage($startupPage)
	),
	array(
		'text' => $MenuName."-ไฟล์ที่เกี่่ยวข้อง",
	),
));



?>



<div class="sysinfo">
  <div class="sysname"><?php echo $MenuName;?></div>
  <div class="sysdetail">สรุปกฏระเบียบที่เกี่ยวข้องกับงานบริหารงานบุคคล</div>
</div>
<table border="1">
<tbody>
	<tr>
		<td><strong>ประเด็น</strong></td>
		<td><strong>ข้อบังคับ ระเบียบ ประกาศ</strong></td>
	</tr>
	<tr>
		<td><strong>ส่วนที่ 1 กระบวนการคัดเลือก บรรจุ แต่งตั้ง โยกย้าย เลื่อนระดับ การพิจารณาตามความดีความชอบ การให้สิทธิประโยชน์</strong></td>
	</tr>
<tr>
<td>1 . การคัดเลือก</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการคัดเลือกบุคคลเพื่อบรรจุ แต่งตั้ง พนักงาน และลูกจ้างของสถาบันวิจัยระบบสาธารณสุข สวรส. พ.ศ. 2558</td>
</tr>
<tr>
<td>2. การบรรจุ</td>
<td>ระเบียบฯ การทำสัญญาจ้างฯ พ.ศ.2558</td>
</tr>
<tr>
<td>3. แต่งตั้ง</td>
</tr>
<tr>
<td>4. โยกย้าย</td>
<td>ประกาศฯ ที่ 2/2559 เรื่อง หลักเกณฑ์และวิธีการย้ายพนักงานของสถาบันวิจัยระบบสาธารณสุข พ.ศ. 2558</td>
</tr>
<tr>
<td>5. เลื่อนระดับ</td>
<td>ประกาศฯ ที่ 31/2559 เรื่อง กรอบบัญชีอัตราเงินเดือนตามโครงสร้างและตำแหน่งสำหรับผู้ปฏิบัติงานของสถาบันวิจัยระบบสาธารณสุข (ฉบับที่ 5) พ.ศ. 2559</td>
</tr>
<tr>
<td>6. พิจารณาความดีความชอบ</td>
<td>ประกาศฯ ที่ 22/2558 เรื่อง หลักเกณฑ์และวิธีการประเมินผลการปฏิบัติงานของพนักงานและลูกจ้างสถาบันวิจัยระบบสาธารณสุข พ.ศ. 2558</td>
</tr>
<tr>
<td>ระเบียบฯ ว่าด้วยการปรับเพิ่มเงินเดือนพนักงานและลูกจ้างสถาบันวิจัยระบบสาธารณสุข พ.ศ. 2558</td>
</tr>
<tr>
<td>ประกาศฯ ที่ 29/2559 เรื่อง การกำหนดประเภทตำแหน่ง ระดับตำแหน่งของผู้ปฏิบัติงานสถาบันวิจัยระบบสาธารณสุข พ.ศ. 2559</td>
</tr>
<tr>
<td>ประกาศฯ ที่ 31/2559 เรื่อง กรอบบัญชีอัตราเงินเดือนตามโครงสร้างและตำแหน่งสำหรับผู้ปฏิบัติงานของสถาบันวิจัยระบบสาธารณสุข (ฉบับที่ 5) พ.ศ. 2559</td>
</tr>
<tr>
<td>7. โบนัส</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีคำนวนโบนัส ปี 2559</td>
</tr>
<tr>
<td>8. การให้สิทธิประโยชน์</td>
</tr>
<tr>
<td>- ระเบียบการลา</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการลาของผู้ปฏิบัติงาน พ.ศ. 2557</td>
</tr>
<tr>
<td>- ข้อบังคับสวัสดิการ</td>
<td>ข้อบังคับฯ ว่าด้วยสวัสดิการหรือการสงเคราะห์อื่นแก่พนักงานและลูกจ้าง พ.ศ. 2559</td>
</tr>
<tr>
<td>- ข้อบังคับบำเหน็จ</td>
<td>ข้อบังคับฯ ว่าด้วยบำเหน็จพนักงานและลูกจ้าง พ.ศ. 2538</td>
</tr>
<tr>
<td>- ระเบียบเบิกจ่ายสวัสดิการการศึกษาบุตร</td>
<td>ระเบียบฯ ว่าด้วยการเบิกจ่ายเงินสวัสดิการเกี่ยวกับการศึกษาของบุตร พ.ศ. 2557</td>
</tr>
<tr>
<td><strong>ส่วนที่ 2 การธำรงรักษาคนดี</strong></td>
</tr>
<tr>
<td>1. เสริมสร้างแรงจูงใจให้เจ้าหน้าที่</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการพัฒนาผู้ปฏิบัติงานและการเสริมสร้าง แรงจูงใจในการปฏิบัติงาน พ.ศ. 2559</td>
</tr>
<tr>
<td>2. โบนัส</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีคำนวนโบนัส ปี 2559</td>
</tr>
<tr>
<td><strong>ส่วนที่ 3 การพัฒนาบุคลากร</strong></td>
</tr>
<tr>
<td>1. ระเบียบการลา</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการลาของผู้ปฏิบัติงาน พ.ศ. 2557</td>
</tr>
<tr>
<td>2. ระบบการพัฒนาบุคลากร</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการพัฒนาผู้ปฏิบัติงานและการเสริมสร้าง แรงจูงใจในการปฏิบัติงาน พ.ศ. 2559</td>
</tr>
<tr>
<td>3. คัดเลือกผู้เข้าอบรม สัมมนา ศึกษาดูงาน ให้ทุนการศึกษา</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการพัฒนาผู้ปฏิบัติงานและการเสริมสร้าง แรงจูงใจในการปฏิบัติงาน พ.ศ. 2559</td>
</tr>
<tr>
<td><strong>ส่วนที่ 4 ด้านวินัยและการรักษาวินัย</strong></td>
</tr>
<tr>
<td>1. การรักษาวินัย</td>
<td>ระเบียบฯ ว่าด้วยการสอบสวนและการลงโทษทางวินัย พ.ศ. 2557</td>
</tr>
<tr>
<td>2. การให้ออกจากงาน</td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการให้ผู้ปฏิบัติงานออกจากงานหรือเลิกจ้าง พ.ศ. 2559</td>
</tr>
<tr>
<td>3. การจ่ายค่าชดเชย</td>
<td>อยู่ระหว่างเสนอรัฐมนตรีลงนาม</td>
</tr>
<tr>
<td><strong>ส่วนที่ 5 เรื่องร้องทุกข์</strong></td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการร้องทุกข์และการพิจารณาเรื่องร้องทุกข์ พ.ศ. ๒๕๖๐</td>
</tr>
<tr>
<td><strong>ส่วนที่ 6 เรื่องสั่งพักงาน</strong></td>
<td>ระเบียบฯ ว่าด้วยหลักเกณฑ์และวิธีการสั่งพักงานผู้ปฏิบัติงาน พ.ศ. 2559</td>
</tr>
</tbody>
</table>
<p></p>
